Repository: esxx/Keya-Authenticator
Catalog: Keya Authenticator/Localization/Localizable.xcstrings
Source language: en
Languages: es_419, fr, ja, ko, pt_br

source: Incorrect PIN. One more wrong PIN locks entry for %lld seconds.
es_419: PIN incorrecto. Un PIN incorrecto más bloqueará el acceso durante %lld segundos.
fr: Code PIN incorrect. Encore un code PIN erroné bloquera l'accès pendant %lld secondes.
ja: PINが正しくありません。あと1回間違えると%lld秒間入力できなくなります。
ko: PIN이 올바르지 않습니다. 한 번 더 틀리면 %lld초 동안 입력이 잠깁니다.
pt_br: PIN incorreto. Mais um PIN errado bloqueará o acesso por %lld segundos.

source: Initial counter
es_419: Contador inicial
fr: Compteur initial
ja: 初期カウンター
ko: 초기 카운터
pt_br: Contador inicial

source: Invalid Base32 format
es_419: Formato Base32 inválido
fr: Format Base32 invalide
ja: 無効なBase32形式
ko: 잘못된 Base32 형식
pt_br: Formato Base32 inválido

source: Invalid Base32 secret. Check the key and try again.
es_419: Clave secreta Base32 inválida. Verifica la clave e intenta de nuevo.
fr: Clé secrète Base32 invalide. Vérifiez la clé et réessayez.
ja: Base32シークレットキーが無効です。キーを確認して再試行してください
ko: 잘못된 Base32 비밀 키입니다. 키를 확인하고 다시 시도하세요.
pt_br: Chave secreta Base32 inválida. Verifique a chave e tente novamente.

source: Invalid QR code
es_419: QR code inválido
fr: QR code invalide
ja: QRコードが無効です。
ko: 잘못된 QR 코드입니다.
pt_br: QR code inválido

source: Issuer
es_419: Emisor
fr: Émetteur
ja: 発行者
ko: 발급자
pt_br: Emissor

source: JSON from Aegis, 2FAS, Raivo, LastPass or Keya Authenticator
es_419: JSON desde Aegis, 2FAS, Raivo, LastPass o Keya Authenticator
fr: JSON depuis Aegis, 2FAS, Raivo, LastPass ou Keya Authenticator
ja: Aegis、2FAS、Raivo、LastPass、またはKeya AuthenticatorのJSON
ko: Aegis, 2FAS, Raivo, LastPass 또는 Keya Authenticator의 JSON
pt_br: JSON do Aegis, 2FAS, Raivo, LastPass ou Keya Authenticator

source: Keya Authenticator is free and open-source with no ads, no tracking, and no subscription. If it gives you peace of mind, a small tip means a lot.
es_419: Keya Authenticator es gratuito y de código abierto, sin anuncios, sin rastreo y sin suscripción. Si te da tranquilidad, una pequeña propina significa mucho.
fr: Keya Authenticator est gratuit et open-source, sans publicités, sans pistage et sans abonnement. Si cela vous apporte la tranquillité d'esprit, un petit pourboire compte beaucoup.
ja: Keya Authenticatorは無料でオープンソースです。広告なし、追跡なし、サブスクリプションなし。安心感を提供できているなら、少しのチップが大きな励みになります。
ko: Keya Authenticator는 무료 오픈소스입니다. 광고, 추적, 구독이 없습니다. 마음의 평화를 드릴 수 있다면, 작은 팁이 큰 도움이 됩니다.
pt_br: Keya Authenticator é gratuito e open-source, sem anúncios, sem rastreamento e sem assinatura. Se ele traz tranquilidade para você, uma pequena gorjeta significa muito.

source: Keya suggests this code in AutoFill on this website.
es_419: Keya sugiere este código en Autorrelleno en este sitio web.
fr: Keya propose ce code dans le remplissage automatique sur ce site web.
ja: このウェブサイトでは、Keyaが自動入力でこのコードを提案します。
ko: 이 웹사이트에서 Keya가 자동 완성으로 이 코드를 제안합니다.
pt_br: O Keya sugere este código no Preenchimento Automático neste site.

source: Last export (backup): %@
es_419: Última exportación (copia de seguridad): %@
fr: Dernier export (sauvegarde) : %@
ja: 最終エクスポート（バックアップ）：%@
ko: 마지막 내보내기 (백업): %@
pt_br: Última exportação (backup): %@

source: Later
es_419: Más tarde
fr: Plus tard
ja: 後で
ko: 나중에
pt_br: Mais tarde

source: Light
es_419: Claro
fr: Clair
ja: ライト
ko: 밝게
pt_br: Claro

source: Lock after
es_419: Bloquear después de
fr: Verrouiller après
ja: 自動ロックまでの時間
ko: 잠금까지
pt_br: Bloquear após

source: Losing this app without a backup means losing access to your accounts
es_419: Perder esta app sin copia de seguridad significa perder el acceso a tus cuentas
fr: Perdre cette app sans sauvegarde signifie perdre l'accès à vos comptes
ja: バックアップなしでこのアプリを失うと、アカウントへのアクセスが失われます
ko: 백업 없이 이 앱을 잃으면 계정에 대한 접근권을 잃습니다
pt_br: Perder este app sem backup significa perder o acesso às suas contas

source: Name
es_419: Nombre
fr: Nom
ja: 名前
ko: 이름
pt_br: Nome

source: Name is required
es_419: El nombre es obligatorio
fr: Le nom est requis
ja: 名前は必須です
ko: 이름이 필요합니다
pt_br: O nome é obrigatório

source: New
es_419: Nuevo
fr: Nouveau
ja: 新規
ko: 새로운
pt_br: Novo

source: New PIN
es_419: Nuevo PIN
fr: Nouveau code PIN
ja: 新しいPIN
ko: 새 PIN
pt_br: Novo PIN

source: Next
es_419: Siguiente
fr: Suivant
ja: 次のコード
ko: 다음
pt_br: Próximo

source: No results for "%@"
es_419: Sin resultados para «%@»
fr: Aucun résultat pour « %@ »
ja: 「%@」の結果なし
ko: "%@"에 대한 결과 없음
pt_br: Nenhum resultado para "%@"

source: No tokens yet
es_419: Sin tokens todavía
fr: Aucun jeton pour l'instant
ja: トークンがありません
ko: 아직 토큰 없음
pt_br: Nenhum token ainda

source: No valid tokens found in QR code
es_419: No se encontraron tokens válidos en el QR.
fr: Aucun jeton valide trouvé dans le QR code
ja: QRコードに有効なトークンが見つかりませんでした
ko: QR 코드에서 유효한 토큰을 찾을 수 없습니다
pt_br: Nenhum token válido encontrado no QR code.

source: Notes are stored securely in the iOS Keychain
es_419: Las notas se almacenan de forma segura en el llavero de iOS
fr: Les notes sont stockées en toute sécurité dans le trousseau iOS
ja: メモはiOSキーチェーンに安全に保存されます
ko: 메모는 iOS 키체인에 안전하게 저장됩니다
pt_br: As notas são armazenadas com segurança no Keychain do iOS

source: Nothing to export
es_419: Nada para exportar
fr: Rien à exporter
ja: エクスポートするものがありません
ko: 내보낼 항목 없음
pt_br: Nada para exportar

source: Off
es_419: Desactivado
fr: Désactivé
ja: オフ
ko: 끄기
pt_br: Desativado

source: On
es_419: Activado
fr: Activé
ja: オン
ko: 켜기
pt_br: Ativado

source: Open Settings
es_419: Abrir Ajustes
fr: Ouvrir les Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Configurações

source: Optional group label
es_419: Etiqueta de grupo opcional
fr: Étiquette de groupe facultative
ja: オプションのグループラベル
ko: 선택적 그룹 레이블
pt_br: Rótulo de grupo opcional

source: Other
es_419: Otros
fr: Autres
ja: その他
ko: 기타
pt_br: Outros

source: Other methods?
es_419: ¿Otros métodos?
fr: Autres méthodes ?
ja: 他の方法？
ko: 다른 방법?
pt_br: Outros métodos?

source: otpauth-migration:// — compatible with Google Authenticator, Aegis, 2FAS, Raivo...
es_419: otpauth-migration:// — compatible con Google Authenticator, Aegis, 2FAS, Raivo...
fr: otpauth-migration:// — compatible avec Google Authenticator, Aegis, 2FAS, Raivo...
ja: otpauth-migration:// — Google Authenticator、Aegis、2FAS、Raivo...と互換性あり
ko: otpauth-migration:// — Google Authenticator, Aegis, 2FAS, Raivo...와 호환
pt_br: otpauth-migration:// — compatível com Google Authenticator, Aegis, 2FAS, Raivo...

source: otpauth:// URI
es_419: URI otpauth://
fr: URI otpauth://
pt_br: URI otpauth://

source: Password
es_419: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha

source: Passwords don't match
es_419: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
ja: パスワードが一致しません
ko: 비밀번호가 일치하지 않습니다
pt_br: As senhas não coincidem

source: Period
es_419: Período (s)
fr: Période
ja: 期間 (秒)
ko: 주기
pt_br: Período

source: Period must be between 15 and 300 seconds
es_419: El período debe estar entre 15 y 300 segundos
fr: La période doit être comprise entre 15 et 300 secondes
ja: 期間は15秒から300秒の間でなければなりません
ko: 주기는 15초에서 300초 사이여야 합니다
pt_br: O período deve estar entre 15 e 300 segundos

source: PIN
fr: Code PIN

source: PIN entry dots
es_419: Puntos de entrada del PIN
fr: Points de saisie du PIN
ja: PIN入力ドット
ko: PIN 입력 점
pt_br: Pontos de entrada do PIN

source: PIN must be 6 digits
es_419: El PIN debe tener 6 dígitos
fr: Le code PIN doit comporter 6 chiffres
ja: PINは6桁でなければなりません
ko: PIN은 6자리여야 합니다
pt_br: O PIN deve ter 6 dígitos

source: PIN unlock screen
es_419: Pantalla de desbloqueo PIN
fr: Écran de déverrouillage PIN
ja: PINロック解除画面
ko: PIN 잠금 해제 화면
pt_br: Tela de desbloqueio PIN

source: PINs don't match
es_419: Los PIN no coinciden
fr: Les codes PIN ne correspondent pas
ja: PINが一致しません
ko: PIN이 일치하지 않습니다
pt_br: Os PINs não coincidem

source: Plaintext JSON is unencrypted
es_419: El JSON sin formato no está cifrado
fr: Le JSON en texte brut n'est pas chiffré
ja: プレーンテキストJSONは暗号化されていません
ko: 일반 텍스트 JSON은 암호화되지 않습니다
pt_br: JSON em texto simples não está criptografado

source: Please enter your PIN
es_419: Por favor ingresa tu PIN
fr: Veuillez saisir votre code PIN
ja: PINを入力してください
ko: PIN을 입력해 주세요
pt_br: Por favor, digite seu PIN

source: Point camera at a QR code
es_419: Apunta la cámara al código QR
fr: Pointez la caméra sur un QR code
ja: カメラをQRコードに向けてください
ko: QR 코드에 카메라를 향하세요
pt_br: Aponte a câmera para um QR code

source: Preferences
es_419: Preferencias
fr: Préférences
ja: 設定
ko: 환경설정
pt_br: Preferências

source: Privacy policy
es_419: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade

# QR code %lld of %lld
source: QR code %1$lld of %2$lld
es_419: QR code %1$lld de %2$lld
fr: QR code %1$lld sur %2$lld
ja: QRコード %1$lld / %2$lld
ko: %2$lld 중 QR 코드 %1$lld
pt_br: QR code %1$lld de %2$lld

source: QR code export uses Google Authenticator format
es_419: La exportación QR usa el formato de Google Authenticator
fr: L'export QR code utilise le format Google Authenticator
ja: QRコードエクスポートはGoogle Authenticator形式を使用します
ko: QR 코드 내보내기는 Google Authenticator 형식을 사용합니다
pt_br: A exportação de QR code usa o formato do Google Authenticator

source: QR code screenshots
es_419: QR code screenshot
fr: Captures d'écran du code QR
ja: QRスクリーンショット
ko: QR 코드 스크린샷
pt_br: Capturas de tela do código QR

source: Reveal secret key
es_419: Revelar clave secreta
fr: Afficher la clé secrète
ja: シークレットキーを表示
ko: 비밀 키 표시
pt_br: Revelar chave secreta

source: QR codes couldn't be created for all tokens. Use JSON export instead.
es_419: No se pudieron crear los QR codes para todos los tokens. Usa la exportación JSON en su lugar.
fr: Impossible de créer les QR codes pour tous les jetons. Utilisez plutôt l'export JSON.
ja: すべてのトークンのQRコードを作成できませんでした。代わりにJSONでエクスポートしてください。
ko: 모든 토큰의 QR 코드를 만들 수 없습니다. 대신 JSON으로 내보내세요.
pt_br: Não foi possível criar os QR codes para todos os tokens. Use a exportação em JSON.

source: Save
es_419: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar

source: Save Anyway
es_419: Guardar de todos modos
fr: Enregistrer quand même
ja: それでも保存
ko: 그래도 저장
pt_br: Salvar mesmo assim

source: Scan
es_419: Escanear
fr: Scanner
ja: スキャン
ko: 스캔
pt_br: Escanear

source: Scan this QR code with any compatible app
es_419: Escanea este código QR con cualquier app compatible
fr: Scannez ce code QR avec n'importe quelle application compatible
ja: 対応アプリでこのQRコードをスキャンしてください
ko: 호환되는 앱으로 이 QR 코드를 스캔하세요
pt_br: Escaneie este código QR com qualquer app compatível

source: Search tokens
es_419: Buscar tokens
fr: Rechercher des jetons
ja: トークンを検索
ko: 토큰 검색
pt_br: Buscar tokens

source: Secret is required
es_419: La clave secreta es obligatoria
fr: La clé secrète est requise
ja: シークレットキーは必須です
ko: 비밀 키가 필요합니다
pt_br: A chave secreta é obrigatória

source: Secret key
es_419: Clave secreta
fr: Clé secrète
ja: 秘密鍵
ko: 비밀 키
pt_br: Chave secreta

source: Secret must be at least 10 bytes for security
es_419: La clave secreta debe tener al menos 10 bytes por seguridad
fr: La clé secrète doit comporter au moins 10 octets pour des raisons de sécurité
ja: セキュリティのため、シークレットキーは最低10バイト必要です
ko: 보안을 위해 비밀 키는 최소 10바이트여야 합니다
pt_br: A chave secreta deve ter pelo menos 10 bytes por segurança

source: Security
es_419: Seguridad
fr: Sécurité
ja: セキュリティ
ko: 보안
pt_br: Segurança

source: Security settings could not be saved. Please try again.
es_419: La configuración de seguridad no pudo guardarse. Por favor, intenta de nuevo.
fr: Les paramètres de sécurité n'ont pas pu être enregistrés. Veuillez réessayer.
ja: セキュリティ設定を保存できませんでした。再試行してください
ko: 보안 설정을 저장할 수 없습니다. 다시 시도해 주세요.
pt_br: As configurações de segurança não puderam ser salvas. Por favor, tente novamente.

source: Set password
es_419: Establecer contraseña
fr: Définir le mot de passe
ja: パスワードを設定
ko: 비밀번호 설정
pt_br: Definir senha

source: Set PIN
es_419: Establecer PIN
fr: Définir le PIN
ja: PINを設定
ko: PIN 설정
pt_br: Definir PIN

source: Settings
es_419: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Configurações

source: Share QR code
es_419: Compartir código QR
fr: Partager le QR code
ja: QRコードを共有
ko: QR 코드 공유
pt_br: Compartilhar QR code

source: Some tokens couldn't be read and aren't shown (%lld). Your other tokens are not affected.
es_419: Algunos tokens no se pudieron leer y no se muestran (%lld). Tus otros tokens no se ven afectados.
fr: Certains jetons n'ont pas pu être lus et ne sont pas affichés (%lld). Vos autres jetons ne sont pas concernés.
ja: 一部のトークンを読み込めなかったため表示されていません（%lld件）。他のトークンには影響ありません。
ko: 일부 토큰을 읽을 수 없어 표시되지 않습니다(%lld개). 다른 토큰에는 영향이 없습니다.
pt_br: Alguns tokens não puderam ser lidos e não são exibidos (%lld). Seus outros tokens não foram afetados.

source: Some tokens couldn't be read and won't be included in this backup (%lld).
es_419: Algunos tokens no se pudieron leer y no se incluirán en esta copia de seguridad (%lld).
fr: Certains jetons n'ont pas pu être lus et ne seront pas inclus dans cette sauvegarde (%lld).
ja: 一部のトークンを読み込めなかったため、このバックアップには含まれません（%lld件）。
ko: 일부 토큰을 읽을 수 없어 이 백업에 포함되지 않습니다(%lld개).
pt_br: Alguns tokens não puderam ser lidos e não serão incluídos neste backup (%lld).

source: Some tokens skipped
es_419: Algunos tokens omitidos
fr: Certains jetons ignorés
ja: 一部のトークンをスキップしました
ko: 일부 토큰 건너뜀
pt_br: Alguns tokens ignorados

source: Something Went Wrong
es_419: Algo salió mal
fr: Un problème est survenu
ja: 問題が発生しました
ko: 문제가 발생했습니다
pt_br: Algo deu errado

source: Store in a secure location such as an encrypted disk or password manager
es_419: Guárdalo en un lugar seguro como un disco cifrado o un gestor de contraseñas
fr: Stockez dans un endroit sécurisé tel qu'un disque chiffré ou un gestionnaire de mots de passe
ja: 暗号化ディスクやパスワードマネージャーなど、安全な場所に保存してください
ko: 암호화된 디스크나 비밀번호 관리자와 같은 안전한 위치에 저장하세요
pt_br: Armazene em um local seguro, como um disco criptografado ou gerenciador de senhas

source: Support development
es_419: Apoyar el desarrollo
fr: Soutenir le développement
ja: 開発を支援する
ko: 개발 지원
pt_br: Apoiar o desenvolvimento

source: Tap the + button to add your first two-factor authentication token
es_419: Toca + para agregar tu primer token de autenticación de dos factores
fr: Appuyez sur le bouton + pour ajouter votre premier jeton d'authentification à deux facteurs
ja: +ボタンをタップして最初の 二要素認証トークンを追加してください
ko: + 버튼을 탭하여 첫 번째 이중 인증 토큰을 추가하세요
pt_br: Toque no botão + para adicionar seu primeiro token de autenticação de dois fatores

source: Tap to copy
es_419: Toca para copiar
fr: Appuyer pour copier
ja: タップしてコピー
ko: 탭하여 복사
pt_br: Toque para copiar

source: Tap to reveal code
es_419: Toca para revelar el código
fr: Appuyez pour afficher le code
ja: タップしてコードを表示
ko: 탭하여 코드 표시
pt_br: Toque para revelar o código

source: Tap to reveal your authentication code
es_419: Toca para revelar tu código de autenticación
fr: Appuyez pour afficher votre code d'authentification
ja: タップして認証コードを表示
ko: 탭하여 인증 코드를 표시하세요
pt_br: Toque para revelar seu código de autenticação

source: Terms of service
es_419: Términos de servicio
fr: Conditions d'utilisation
ja: 利用規約
ko: 서비스 약관
pt_br: Termos de Serviço

source: Thank You!
es_419: ¡Gracias!
fr: Merci !
ja: ありがとう！
ko: 감사합니다!
pt_br: Obrigado!

source: The backup couldn't be encrypted. Please try again.
es_419: La copia de seguridad no pudo cifrarse. Por favor, intenta de nuevo.
fr: La sauvegarde n'a pas pu être chiffrée. Veuillez réessayer.
ja: バックアップを暗号化できませんでした。再試行してください
ko: 백업을 암호화할 수 없습니다. 다시 시도해 주세요.
pt_br: O backup não pôde ser criptografado. Por favor, tente novamente.

source: The backup couldn't be saved. Check your available storage and try again.
es_419: La copia de seguridad no pudo guardarse. Comprueba el almacenamiento disponible e intenta de nuevo.
fr: La sauvegarde n'a pas pu être enregistrée. Vérifiez l'espace disponible et réessayez.
ja: バックアップを保存できませんでした。空き容量を確認して再試行してください
ko: 백업을 저장할 수 없습니다. 사용 가능한 저장 공간을 확인하고 다시 시도하세요.
pt_br: O backup não pôde ser salvo. Verifique o armazenamento disponível e tente novamente.

source: The backup is encrypted with AES-256-GCM. Enter the password used when it was exported.
es_419: El respaldo está cifrado con AES-256-GCM. Ingresa la contraseña usada al exportar.
fr: La sauvegarde est chiffrée avec AES-256-GCM. Saisissez le mot de passe utilisé lors de l'export.
ja: バックアップはAES-256-GCMで暗号化されています。エクスポート時に使用したパスワードを入力してください
ko: 백업은 AES-256-GCM으로 암호화되어 있습니다. 내보낼 때 사용한 비밀번호를 입력하세요.
pt_br: O backup está criptografado com AES-256-GCM. Digite a senha usada ao exportá-lo.

source: The Face ID / Touch ID database on this device has changed since your last login. Biometric unlock has been disabled as a security precaution. You can re-enable it in Settings → App lock once you've confirmed the change was made by you.
es_419: La base de datos de Face ID / Touch ID en este dispositivo ha cambiado desde tu último inicio de sesión. El desbloqueo biométrico ha sido desactivado como precaución de seguridad. Puedes reactivarlo en Ajustes → Bloqueo de app una vez que hayas confirmado que el cambio fue realizado por ti.
fr: La base de données Face ID / Touch ID sur cet appareil a changé depuis votre dernière connexion. Le déverrouillage biométrique a été désactivé par mesure de sécurité. Vous pouvez le réactiver dans Réglages → Verrouillage de l'app une fois que vous avez confirmé que le changement a été effectué par vous.
ja: このデバイスのFace ID / Touch IDデータベースが前回のログイン以降に変更されました。セキュリティ上の予防措置として、生体認証のロック解除が無効化されました。変更が自分によって行われたことを確認したら、設定 → アプリロックで再度有効にできます
ko: 이 기기의 Face ID / Touch ID 데이터베이스가 마지막 로그인 이후 변경되었습니다. 보안 예방 조치로 생체 인식 잠금 해제가 비활성화되었습니다. 변경이 본인에 의해 이루어졌음을 확인한 후 설정 → 앱 잠금에서 다시 활성화할 수 있습니다
pt_br: O banco de dados do Face ID / Touch ID neste dispositivo mudou desde o seu último login. O desbloqueio biométrico foi desativado como medida de segurança. Você pode reativá-lo em Configurações → Bloqueio do app depois de confirmar que a alteração foi feita por você.

source: The file couldn't be read. Try selecting it again.
es_419: El archivo no pudo leerse. Intenta seleccionarlo de nuevo.
fr: Le fichier n'a pas pu être lu. Essayez de le sélectionner à nouveau.
ja: ファイルを読み込めませんでした。もう一度選択してください
ko: 파일을 읽을 수 없습니다. 다시 선택해 보세요.
pt_br: O arquivo não pôde ser lido. Tente selecioná-lo novamente.

source: The token couldn't be deleted. Please try again.
es_419: No se pudo eliminar el token. Inténtalo de nuevo.
fr: Impossible de supprimer le jeton. Veuillez réessayer.
ja: トークンを削除できませんでした。もう一度お試しください。
ko: 토큰을 삭제할 수 없습니다. 다시 시도해 주세요.
pt_br: Não foi possível excluir o token. Tente novamente.

source: Theme
es_419: Tema
fr: Thème
ja: テーマ
ko: 테마
pt_br: Tema

source: There are no tokens to export. Add at least one token first.
es_419: No hay tokens para exportar. Agrega al menos un token primero.
fr: Aucun jeton à exporter. Ajoutez d'abord au moins un jeton.
ja: エクスポートするトークンがありません。まず少なくとも1つのトークンを追加してください
ko: 내보낼 토큰이 없습니다. 먼저 하나 이상의 토큰을 추가하세요.
pt_br: Não há tokens para exportar. Adicione pelo menos um token primeiro.

source: This backup is encrypted. Enter the password you set when exporting it.
es_419: Esta copia de seguridad está cifrada. Ingresa la contraseña que estableciste al exportarla.
fr: Cette sauvegarde est chiffrée. Saisissez le mot de passe défini lors de l'export.
ja: このバックアップは暗号化されています。エクスポート時に設定したパスワードを入力してください
ko: 이 백업은 암호화되어 있습니다. 내보낼 때 설정한 비밀번호를 입력하세요.
pt_br: Este backup está criptografado. Digite a senha que você definiu ao exportá-lo.

source: This backup will contain your token secrets in plain text. Store it in a secure location such as an encrypted disk or password manager. Consider using encrypted JSON instead.
es_419: Esta copia de seguridad contendrá los secretos de tus tokens en texto plano. Guárdala en un lugar seguro como un disco cifrado o un gestor de contraseñas. Considera usar JSON cifrado en su lugar.
fr: Cette sauvegarde contiendra vos secrets de jetons en texte brut. Stockez-la dans un endroit sécurisé tel qu'un disque chiffré ou un gestionnaire de mots de passe. Envisagez d'utiliser le JSON chiffré à la place.
ja: このバックアップにはトークンのシークレットが平文で含まれます。暗号化ディスクやパスワードマネージャーなど、安全な場所に保存してください。代わりに暗号化JSONの使用を検討してください
ko: 이 백업에는 토큰 비밀이 일반 텍스트로 포함됩니다. 암호화된 디스크나 비밀번호 관리자와 같은 안전한 위치에 저장하세요. 대신 암호화된 JSON 사용을 고려하세요
pt_br: Este backup conterá os segredos dos seus tokens em texto simples. Armazene-o em um local seguro, como um disco criptografado ou gerenciador de senhas. Considere usar JSON criptografado.

source: This file couldn't be imported. Make sure it's a valid backup from Aegis, 2FAS, andOTP, Raivo, LastPass, or Keya Authenticator.
es_419: Este archivo no pudo importarse. Asegúrate de que sea una copia de seguridad válida de Aegis, 2FAS, andOTP, Raivo, LastPass o Keya Authenticator.
fr: Ce fichier n'a pas pu être importé. Assurez-vous qu'il s'agit d'une sauvegarde valide d'Aegis, 2FAS, andOTP, Raivo, LastPass ou Keya Authenticator.
ja: このファイルをインポートできませんでした。Aegis、2FAS、andOTP、Raivo、LastPass、またはKeya Authenticatorからの有効なバックアップであることを確認してください
ko: 이 파일을 가져올 수 없습니다. Aegis, 2FAS, andOTP, Raivo, LastPass 또는 Keya Authenticator의 유효한 백업인지 확인하세요.
pt_br: Este arquivo não pôde ser importado. Certifique-se de que é um backup válido do Aegis, 2FAS, andOTP, Raivo, LastPass ou Keya Authenticator.

source: This file format isn't supported. Supported formats: Aegis, 2FAS, andOTP, Raivo, LastPass, Keya Authenticator.
es_419: Este formato de archivo no es compatible. Formatos compatibles: Aegis, 2FAS, andOTP, Raivo, LastPass, Keya Authenticator.
fr: Ce format de fichier n'est pas pris en charge. Formats pris en charge : Aegis, 2FAS, andOTP, Raivo, LastPass, Keya Authenticator.
ja: このファイル形式はサポートされていません。サポートされている形式：Aegis、2FAS、andOTP、Raivo、LastPass、Keya Authenticator
ko: 이 파일 형식은 지원되지 않습니다. 지원되는 형식: Aegis, 2FAS, andOTP, Raivo, LastPass, Keya Authenticator.
pt_br: Este formato de arquivo não é suportado. Formatos suportados: Aegis, 2FAS, andOTP, Raivo, LastPass, Keya Authenticator.

source: This matches the secret already saved as %@. Add it anyway?
es_419: Esto coincide con la clave secreta ya guardada como %@. ¿Agregarlo de todos modos?
fr: Ceci correspond à la clé secrète déjà enregistrée sous %@. L'ajouter quand même ?
ja: これは既に「%@」として保存されているシークレットキーと一致します。追加しますか？
ko: 이 항목은 이미 %@(으)로 저장된 비밀 키와 일치합니다. 그래도 추가하시겠습니까?
pt_br: Isso corresponde à chave secreta já salva como %@. Adicionar mesmo assim?

source: This matches the secret already saved as %@. Save it anyway?
es_419: Esto coincide con la clave secreta ya guardada como %@. ¿Guardarlo de todos modos?
fr: Ceci correspond à la clé secrète déjà enregistrée sous %@. L'enregistrer quand même ?
ja: これは既に「%@」として保存されているシークレットキーと一致します。保存しますか？
ko: 이 항목은 이미 %@(으)로 저장된 비밀 키와 일치합니다. 그래도 저장하시겠습니까?
pt_br: Isso corresponde à chave secreta já salva como %@. Salvar mesmo assim?

source: This token's secret is already in your vault. Add it anyway?
es_419: La clave secreta de este token ya está en tu bóveda. ¿Agregarlo de todos modos?
fr: La clé secrète de ce jeton est déjà dans votre coffre. L'ajouter quand même ?
ja: このトークンのシークレットキーはすでに保管庫に保存されています。追加しますか？
ko: 이 토큰의 비밀 키는 이미 보관함에 있습니다. 그래도 추가하시겠습니까?
pt_br: A chave secreta deste token já está no seu cofre. Adicionar mesmo assim?

source: This token's secret is already in your vault. Save it anyway?
es_419: La clave secreta de este token ya está en tu bóveda. ¿Guardarlo de todos modos?
fr: La clé secrète de ce jeton est déjà dans votre coffre. L'enregistrer quand même ?
ja: このトークンのシークレットキーはすでに保管庫に保存されています。保存しますか？
ko: 이 토큰의 비밀 키는 이미 보관함에 있습니다. 그래도 저장하시겠습니까?
pt_br: A chave secreta deste token já está no seu cofre. Salvar mesmo assim?

source: This will permanently delete %@. This cannot be undone.
es_419: Esto eliminará %@ permanentemente. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement ce jeton. Cette action est irréversible.
ja: %@を完全に削除します。この操作は元に戻せません。
ko: %@을(를) 영구적으로 삭제합니다. 이 작업은 되돌릴 수 없습니다.
pt_br: Isso excluirá %@ permanentemente. Esta ação não pode ser desfeita.
